{
    "en": {
        "title": "Legal Terms and Privacy",
        "lastUpdated": "Updated to comply with GDPR",
        "sections": [
            {
                "heading": "Definition of Terms of Use and Privacy Policy",
                "content": "<p>YouStudy UK Ltd., which operates YouStudy site, has updated the terms of use and privacy policy below. Through this policy, we explain to our users how to control the content of the site and how to use and protect personal data in accordance with the provisions of the GDPR Act. So please read it carefully so that the user can benefit from the site.</p><h4>General Items</h4><ul><li>By using this site you agree to all the terms, conditions and policies of using the site whether your visit is to browse or use or access any services provided by the site, and if you do not agree to the terms and conditions of use, please stop using the site immediately.</li><li>Users residing in countries whose laws do not allow access to this site are not allowed to use YouStudy site. If the user accesses the site from these countries, he has full responsibility for this and any consequences that may result from it.</li><li>All information contained on the site is indicative only and not 100% accurate and may change from time to time. YouStudy has no legal liability for the validity and accuracy of the information received or for any errors contained on the site.</li><li>YouStudy has the full authority to modify the terms and conditions of the use from time to time without prior notice to any party, according to the interests of YouStudy.</li><li>YouStudy is entitled to add or remove any content from the Site without any liability to third parties that may result from this modification or deletion in the content of the site.</li><li>YouStudy has the absolute freedom to modify any content at any time without reference to the party giving the data. The continued use or visit to the site constitutes as an approval of any modifications to the site content.</li></ul>"
            },
            {
                "heading": "Website Content",
                "content": "<p>The word “Content” indicates Images, logos, designs, programs, documents, photographs, graphics and any other materials that may be downloaded from / to the site, including any details of any courses, marketing news presentations or about universities and institutes. This content doesn’t include any personal data about users and visitors to the site.</p><p>Be sure that any content uploaded to the site has the following:</p><ul><li>It does not constitute any infringement of the intellectual property of any other party (including trademarks, designs and logos registered and unregistered).</li><li>It does not violate any laws in the country where you are browsing the site.</li><li>By using YouStudy website, you agree that the site will not be used for defamation, illegal relationships, espionage, racial or ethnic abuse, harassment, threats, or advocacy for porn, deception or other undesirable purposes which YouStudy prevents.</li></ul>"
            },
            {
                "heading": "Contraindications of use of YouStudy site",
                "content": "<p>By using YouStudy Website, you agree not to use the Site for the following purposes:</p><ul><li>Send any misleading emails or download any viruses or any spam messages in any way.</li><li>An attempt to impersonate another person and use it on the YouStudy site.</li><li>Trade and investment without the prior written consent of YouStudy's management.</li><li>Advertising for any product / company / entity without the prior written consent of YouStudy's management.</li><li>Obtain personal information from users of the site or employees.</li><li>Harassment, threat, or intimidation of users.</li></ul>"
            },
            {
                "heading": "Intellectual property rights",
                "content": "<p>YouStudy's content has intellectual property rights as owned by YouStudy and some of the content is used under a legal license from the primary provider of that content. Accordingly, no entity or user may own or claim any content on the site, whether directly provided to us or provided to us through other parties or what has been suggested to us and content may not be claimed in any form.</p><p>YouStudy allows the user to upload or copy any content on the site and retain it temporarily for personal reference, but it should not be used for commercial purposes and should not be modified in any way. When the User or any entity sends / submits / suggests any content to be added on the YouStudy website, the User or the Authority agrees to: Submission of such Content to the YouStudy Site shall be deemed to be an absolute authorization by the user or entity of YouStudy to be used permanently without the possibility of claiming recovery without exclusive intellectual property rights. YouStudy is entitled to accept, refuse or accept part of it in which serves the interests of YouStudy.</p>"
            },
            {
                "heading": "YouStudy Warranties",
                "content": "<ul><li>It should be noted that all information contained on the Site is only indicative and may change from time to time.</li><li>The use of YouStudy site is tantamount to agreeing that the site does not guarantee the accuracy, suitability or completeness of the information 100%.</li><li>The site is not responsible for any mistakes, and assumes no responsibility for the results of use or reliance on any information within the content.</li><li>YouStudy does not guarantee that it will meet all visitor needs or that it will be continuously available or error-free (either linguistic or technical errors) and will not be responsible for any errors contained on the Site.</li></ul>"
            },
            {
                "heading": "Limitations of Liability",
                "content": "<p>YouStudy is not responsible for any direct or indirect loss or damage that may arise from the use of the Site at any time (including loss of profits, revenue, loss of data or loss of goodwill), whether occurred in the normal circumstances or Compelling circumstances; and whether or not they have been notified by the Site.</p>"
            },
            {
                "heading": "Privacy Policy",
                "content": "<p><strong>1. Definition:</strong> The data is the information that belongs to the user or visitor that is entered into the website and maintain it, and we explain in this policy how these data is collected and how it is used by the site and the procedures of protection on site and user rights.</p><p><strong>2. Methods of data collection:</strong> The data entered for enquiry and when submitting enquiries about the services provided by the site. e-mail data through which the registration is received in the service of receiving newsletters and marketing offers. Cookies are used to send files to the user's browser, stored on the computer/mobile to determine user interests. Cookies cannot read other data on the user's hard disk. The browser allows accepting or rejecting cookies; rejecting may affect site display. The site collects visitor statistics and traffic data, which include public data but not personal user identification.</p><p><strong>3. How data is used:</strong> Some students’ data will be sent to the educational institution during the application process upon student acceptance. Responses to enquiries are sent for communication purposes. Notifications from the site are sent. Registered e-mails are used for marketing bulletins. Cookies store information about visited sites to identify user preferences.</p><p><strong>4. User Data Protection Procedures:</strong> YouStudy only retains necessary personal data linked to educational services. The site uses HTTPS and encrypts key personal data. Protection against unauthorized access is guaranteed, and data is not shared with third parties unless legally required. Employees are trained in data protection procedures. Data is shared only with educational institutions (upon user approval) and email service providers (e.g., Google, Benchmark).</p><p><strong>5. User Rights:</strong> Users have the right to inquire about their retained data and its usage. Users can request data modification or deletion by contacting site management. Data is retained only with user consent. Users can unsubscribe from marketing newsletters via contact or the unsubscribe link in emails.</p>"
            }
        ]
    },
    "ar": {
        "title": "الشروط القانونية وسياسة الخصوصية",
        "lastUpdated": "تم التحديث ليتوافق مع قانون GDPR",
        "sections": [
            {
                "heading": "التعريف بشروط الاستخدام وسياسة الخصوصية",
                "content": "<p>قامت شركة يوستدي يو كي المحدودة (Youstudy UK Ltd) المسجلة في المملكة المتحدة والتي تشغل وتدير موقع يوستدي بتحديث شروط الاستخدام وسياسة الخصوصية الواردة ادناه ومن خلال هذه السياسة نوضح لمستخدمي الموقع كيفية التحكم في محتوى الموقع وكيفية استخدام البيانات الشخصية وحمايتها وفق بنود قانون (GDPR)، لذلك نرجو قراءتها بعناية حتى يتمكن المستخدم من الاستفادة من الموقع.</p><h4>البنود العامة</h4><ul><li>يعد استخدامك للموقع بمثابة الموافقة على كافة شروط واحكام وسياسات استخدام الموقع سواءً كانت زيارتك للموقع على سبيل التصفح أو بغرض الاستفادة أو الحصول على أي خدمات يقدمها الموقع، واذا كنت لا توافق على شروط واحكام استخدام الموقع، يرجى التوقف عن استخدام الموقع فوراً.</li><li>يرجى من المستخدمين المقيمين في الدول التي لا تسمح قوانينها بالدخول الى هذا الموقع عدم استخدام موقع يوستدي، واذا قام المستخدم بالدخول الى الموقع من تلك الدول، فانه يتحمل المسؤولية الكاملة حيال ذلك وما قد ينتج عنه من تبعات.</li><li>أن جميع المعلومات الواردة في الموقع هي استرشاديه فقط وليست دقيقة 100% ويمكن أن تتغير من وقت لآخر. ولا يتحمل موقع يوستدي أي مساءلة قانونية عن صحة ودقة المعلومات الواردة أو عن أي اخطاء واردة في الموقع.</li><li>يمتلك موقع يوستدي الصلاحية الكاملة بتعديل شروط واحكام استخدام الموقع من وقت لآخر دون أي اشعار مسبق لأي جهة وذلك بحسب ما يخدم مصلحة موقع يوستدي.</li><li>يحق لشركة يوستدي أن تقوم بإضافة أو حذف أي محتوى من الموقع دون أدنى مسؤولية تجاه الغير قد تنتج عن هذا التعديل أو الحذف في محتوى الموقع.</li><li>تمتلك شركة يوستدي الحرية المطلقة في تعديل أي محتوى في أي وقت ودون الرجوع للجهة التي قامت بإعطاء البيانات، ويعد الاستمرار في استخدام أو زيارة الموقع بمثابة الموافقة على أي تعديلات يتم ادراجها في محتوى الموقع.</li></ul>"
            },
            {
                "heading": "محتوى موقع يوستدي",
                "content": "<p>إن كلمة (محتوى) تشير إلى كل النصوص والشعارات والتصاميم والبرامج والمستندات والصور والجرافيك وأي مواد اخرى يمكن ان تقوم بتنزيلها/تحميلها من/الى الموقع بما في ذلك أي تفاصيل عن أي برامج دراسية (كورسات) أو العروض الاخبارية التسويقية أو عن الجامعات والمعاهد، ولا يندرج ضمن هذا المحتوى أي بيانات شخصية تخص المستخدمين وزوار الموقع.</p><p>يجب التأكد أن أي محتوى تقوم بتحميله إلى الموقع يتوفر فيه التالي:</p><ul><li>انها لا تشكل أي خرق للحقوق الفكرية لأي جهة اخرى (يشمل ذلك العلامات التجارية والتصاميم والشعارات المسجلة وغير المسجلة).</li><li>باستخدامك لموقع يوستدي فإنك توافق انه لا يتم استخدام الموقع بغرض التشهير أو العلاقات المحرمة أو التجسس أو الاساءة العنصرية أو العرقية أو المضايقة أو التهديد أو الدعوة الى الاباحية او التضليل أو بغرض أي شيء اخر غير مرغوب من قبل يوستدي.</li></ul>"
            },
            {
                "heading": "موانع استخدام موقع يوستدي",
                "content": "<p>عند استخدامك لموقع يوستدي فإنك توافق على عدم استخدام الموقع للأغراض التالية:</p><ul><li>ارسال أي ايميلات مضللة أو تحميل أي فيروسات أو أي رسائل مزعجة بأي شكل من الاشكال.</li><li>محاولة اقتباس شخصية أخرى واستخدامها في موقع يوستدي.</li><li>التجارة والاستثمار بدون موافقة خطية مسبقة من قبل إدارة موقع يوستدي.</li><li>عمل الدعاية والاعلان لأي منتج/شركة/جهة دون موافقة خطية مسبقة من قبل إدارة موقع يوستدي.</li><li>الحصول على معلومات شخصية من المستخدمين للموقع أو الموظفين.</li><li>المضايقة أو التهديد أو تخويف المستخدمين.</li></ul>"
            },
            {
                "heading": "حقوق الملكية الفكرية",
                "content": "<p>إن محتوى موقع يوستدي يتمتع بحقوق الملكية الفكرية باعتباره مملوكاً لشركة يوستدي ويتم استخدام بعض هذا المحتوى بموجب ترخيص قانوني من الجهة الأساسية الموفرة لذلك المحتوى، وبناء على هذا لا يجوز لأي جهة أو مستخدم التملك أو الادعاء بأحقيته لأي محتوى في الموقع سواء تم تقديمه لنا بشكل مباشر أو تم تقديمه لنا عبر جهات أخرى أو ما تم اقتراحه لنا ولا يجوز المطالبة بالمحتوى بأي شكل من الاشكال. وتتيح شركة يوستدي للمستخدم إمكانية تحميل أو تصوير أي محتوى في الموقع والاحتفاظ به مؤقتاً للمرجعية الشخصية ولكن يجب عدم استخدمه لأغراض تجارية وعدم التعديل فيه بأي شكل من الاشكال.</p>"
            },
            {
                "heading": "الضمانات",
                "content": "<ul><li>يجب المراعاة أن جميع المعلومات الواردة في الموقع هي استرشاديه فقط وقد تتغير من وقت لآخر.</li><li>إن استخدام موقع يوستدي هو بمثابة الموافقة على أن الموقع لا يضمن الدقة والملاءمة أو اكتمال المعلومات 100%.</li><li>الموقع غير مسؤول عن أي اخطاء، ولا يتحمل أي مسؤولية عن نتائج الاستخدام أو الاعتماد عليه في أي معلومات داخل المحتوى.</li><li>موقع يوستدي لا يضمن بأنه سوف يقوم بتلبية جميع احتياجات الزوار أو أنه سيكون متوفر بشكل مستمر أو خالي من الأخطاء.</li></ul>"
            },
            {
                "heading": "حدود المسؤولية",
                "content": "<p>لا يتحمل موقع يوستدي أي مسؤولية عن أي خسائر وأضرار مباشرة أو غير مباشرة قد تنشأ عن استخدام الموقع في أي وقت من الاوقات (يشمل ذلك خسائر الارباح أو الايرادات أو خسائر في البيانات أو خسارة الشهرة) سواءً ظهرت تلك الخسائر والاضرار في الظروف الاعتيادية أو ظروف القوة القاهرة.</p>"
            },
            {
                "heading": "سياسة الخصوصية",
                "content": "<p><strong>1. التعريف:</strong> يقصد (بالبيانات) هي المعلومات التي تخص المستخدم أو الزائر والتي يتم ادخالها الى موقع يوستدي والاحتفاظ بها، ونوضح في هذه السياسة كيف يتم جمع تلك البيانات وكيفية استخدامها من قبل الموقع واجراءات الحماية المتبعة في الموقع وحقوق المستخدم.</p><p><strong>2. طرق جمع البيانات:</strong> البيانات التي يتم ادخالها للاستفسار وعند تقديم الاستعلامات حول الخدمات التي يقدمها الموقع. بيانات البريد الالكتروني التي يتم التسجيل من خلالها في خدمة استلام النشرات الاخبارية. بيانات البريد الالكتروني التي ادخالها لتحميل كتيبات الجهات التعليميات. باستخدام الكوكيز وهي عبارة عن ملفات تعريف الارتباط يقوم الموقع بإرسالها إلى المتصفح الخاص بالمستخدم وتخزينها، وتساعدنا هذه الملفات على معرفة اهتمامات المستخدم. لا يمكن للكوكيز قراءة البيانات الاخرى الخاصة بالمستخدم. للمستخدم حرية قبول أو رفض الكوكيز، وقد يؤثر الرفض على عرض الموقع.</p><p><strong>3. كيفية استعمال البيانات:</strong> يتم ارسال بعض البيانات الخاصة بالطلاب الى الجهة التعليمية عند عملية التقديم لهم بموافقة الطالب. ارسال الردود على الاستفسارات. ارسال أي اشعارات من الموقع. يتم استخدام الايميلات المسجلة لإرسال النشرات التسويقية. </p><p><strong>4. اجراءات حماية بيانات المستخدمين:</strong> لا يقوم موقع يوستدي إلا بحفظ البيانات الشخصية الضرورية. يتمتع الموقع برابط محمي يستعمل خدمة HTTPS. يتم حماية البيانات بطرق برمجية حديثة وتشفير أهم البيانات. يلتزم الموقع بعدم اعطاء أي بيانات لأي جهة أخرى مالم يكن هناك اجراء قانوني. يتم تدريب الموظفين على حماية البيانات.</p><p><strong>5. حقوق المستخدمين:</strong> يحق للمستخدم الاستفسار عن بياناته وكيفية استعمالها. يمكن للمستخدم طلب تعديل أو حذف بياناته بالتواصل مع الإدارة. لا يتم حفظ بيانات إلا بموافقة المستخدم. يمكن إلغاء الاشتراك في النشرات التسويقية في أي وقت.</p>"
            }
        ]
    }
}